<?php
/**
 * Created by PhpStorm.
 * User: james
 * Date: 2019-07-21
 * Time: 오후 8:41
 */
//===========================================================================
// 사용자 설정부분
//===========================================================================
$root_path = "/home/lotto/www"; //그누보드 설치된 물리적 위치, 끝에 "/"을 붙이지 않음
$root_url = "http://www.lottofirst.co.kr"; //그누보드가 설치된 위치의 url, 끝에 "/"을 붙이지 않음

//===========================================================================
// 이하 수정금지
//===========================================================================


include($root_path."/common.php");

ini_set("display_errors",1);
set_time_limit(0);
ini_set("memory_limit", -1);
serial_number();